Tekla.Structures.DrawingInternal.dotGrDimensionTextAttributes_t


Tekla.Structures.DrawingInternal.dotGrDimensionTextAttributes_t.Font


Tekla.Structures.DrawingInternal.dotGrDimensionTextAttributes_t.Frame


Tekla.Structures.DrawingInternal.dotGrDimensionTextAttributes_t.TextPlacing


Tekla.Structures.DrawingInternal.dotGrDimensionTextAttributes_t.ToStruct(Tekla.Structures.Drawing.DimensionSetBaseAttributes.DimensionTextAttributes)


Tekla.Structures.DrawingInternal.dotGrDimensionTextAttributes_t.FromStruct(Tekla.Structures.Drawing.DimensionSetBaseAttributes.DimensionTextAttributes)
